<template>
  <div>
    이용약관<br>
    제 1조 (목적)<br>
    이 약관(이하 "약관"이라고 합니다)은 온타임(이하 "회사"라고 합니다)가 제공하는 “서비스”의 이용과 관련하여 “회사”와 “회원” 간의 권리, 의무 및 책임사항, 기타 필요한 사항을 규정함을 목적으로 합니다.<br><br>

    제 2조 (정의)<br>
    "약관"에서 사용하는 용어의 정의는 아래와 같습니다.<br>
    ① "서비스"라 함은 “회원”와 예약 서비스 등(이하 "예약"이라고 합니다)을 제공하는 "예약 관리자"간 예약 등을 중개하는 서비스를 의미합니다.<br>
    ② “회원”이라 함은 "회사"의 "서비스"를 이용하기 위해 온타임 서비스(www.ontimeworld.kr) 아이디로 로그인 후 "약관"에 따라 "회사"와 이용계약을 체결하고 "예약 관리자"가 제공하는 "예약"을 이용하기 위하여 "서비스"를 통하여 예약신청을 하는 자를 의미합니다.<br>
    ③ "예약 관리자"라 함은 회사의 "서비스"를 이용하여 “회원”에게 “예약”을 제공하는 회원을 의미합니다.<br>
    ④ "온타임 페이지"라 함은 “회원”이 "예약"의 이용과 관련된 사항 및 예약 현황 등을 확인할 수 있도록 "회사"가 제공하는 웹사이트를 의미합니다.<br>
    ⑤ "예약 프로그램 만들기"(이하 "예약 만들기"라고 합니다)이라 함은 "예약 관리자"가 "서비스"를 이용하여 제작한 “회원”의 예약 등을 받을 수 있는 도구 등의 산출물을 의미합니다.<br>
    ⑥ "예약 소개"라 함은 "예약 관리자"가 "예약 만들기" 상에 기재, 게시한 부호ㆍ문자ㆍ이미지 등의 정보 및 링크 등을 의미하며, 아래 각호와 같이 구분됩니다.<br>
    1. 예약 관리자 정보: "예약"을 서비스하는 "예약 관리자"의 업체에 관한 정보<br>
    2. 예약 정보: "예약 관리자"가 예약 관리자 정보에 등록하여 제공하는 예약 서비스 등에 관한 정보<br>
    ⑦ "약관"에서 사용하는 용어 중 본 조 제1항 내지 제6항에서 정하지 아니한 것은 관련 법령 및 일반적인 상관례에 따릅니다.<br><br>

    제 3조 (약관의 게시와 개정)<br>
    ① "회사"는 "약관"의 내용을 “회원”이 쉽게 알 수 있도록 "온타임 페이지" 초기 화면 또는 연결 화면을 통하여 게시합니다.<br>
    ② "회사"는 필요한 경우 관련 법령을 위배하지 않는 범위 내에서 "약관"을 개정할 수 있습니다.<br>
    ③ "회사"는 "약관"을 개정할 경우 개정내용과 적용일자를 명시하여 제9조에 따른 방법으로 적용일자 7일 전부터 적용일자 전일까지 통지합니다. 다만, “회원”에게 불리하게 개정되는 경우에는 적용일자 30일 전부터 적용일자까지 공지하고, “회원”가 기재한 전자우편주소 또는 "온타임 페이지" 로그인 시 노출되는 팝업 창 등의 전자적 수단을 통해 별도로 통지합니다.<br>
    ④ "회사"가 전항에 따라 "약관"의 개정을 공지하면서 “회원”에게 적용일자 전일까지 이의 제기 등 거부의 의사표시를 하지 않으면 동의의 의사표시가 표명된 것으로 본다는 뜻을 명확하게 고지했거나 제9조에 따른 방법으로 통지하였음에도 “회원”이 명시적으로 거부의 의사표시를 하지 않은 경우 “회원”이 개정되는 "약관"에 동의한 것으로 봅니다.<br>
    ⑤ “회원”은 "약관"의 개정에 동의하지 않을 경우 적용일자 전일까지 "회사"에 거부의사를 표시하고 서비스 이용계약을 해지할 수 있습니다.<br><br>

    제 4조 (회사의 개인정보보호의무)<br><br>

    "회사"는 "정보통신망 이용촉진 및 정보보호 등에 관한 법률", "개인정보보호법" 등 관련 법령이 정하는 바에 따라 “회원”의 개인정보를 보호하기 위해 노력합니다. 개인정보의 보호 및 이용에 대해서는 관련 법령 및 "회사"의 개인정보처리방침이 적용됩니다. 다만, "회사"의 공식 사이트 이외의 링크된 사이트에서는 "회사"의 개인정보처리방침이 적용되지 않습니다.<br><br>

    개인정보보호정책<br>
    제 5조 (회원정보 등의 변경)<br>
    ① “회원”은 온타임의 회원정보 관리화면을 통하여 언제든지 본인의 회원정보를 열람할 수 있으며, 이를 수정할 수 있습니다.<br>
    ② “회원”은 회원가입 시 기재한 사항이 변경되었을 경우, 회원정보 관리화면을 통하여 수정을 하거나 전화, 전자우편 기타 방법으로 "회사"에 대하여 그 변경사항을 알려야 합니다.<br>
    ③ “회원”이 제2항을 위반하여 변경사항을 "회사"에 알리지 않아 발생한 불이익에 대해서 "회사"는 책임지지 않습니다.<br><br>

    제 6조 (대리 및 보증의 부인)<br>
    ① "회사"는 “회원”과 "예약 관리자" 간의 편리한 "예약"의 서비스를 위한 “서비스”를 운영 및 관리, 제공할 뿐이며, “회원” 또는 "예약 관리자"를 대리하지 않습니다. 또한, “회원”과 “예약 관리자” 사이에 성립된 “예약”의 서비스에 관련한 책임과 “회원” 및 “예약 관리자”이 제공한 정보에 대한 책임은 해당 “회원” 및 “예약 관리자”가 직접 부담하여야 합니다.<br><br>

    제 7조 (서비스의 이용 및 제한)<br>
    ① “회원”은 온타임 아이디로 로그인 한 후 본 “약관”에 동의하는 방법으로 “서비스” 이용가입을 함으로써 “서비스”를 이용할 수 있습니다.<br>
    다만, 다음 각 호의 사유가 있는 경우, 신청에 대하여는 승낙을 하지 않거나 사후에 이용계약을 해지할 수 있습니다.<br>
    1.실명이 아니거나 타인의 명의를 이용한 경우<br>
    2.허위의 정보를 기재하거나, 회사가 제시하는 내용을 기재하지 않은 경우<br>
    3.’회원’의 귀책사유로 인하여 승낙이 불가능하거나 기타 회사가 정한 제반 사항을 위반하여 신청하는 경우<br>
    5. 기타 이 약관에 위배되거나 위법 또는 부당한 가입신청임이 확인된 경우<br>
    ② “서비스”를 이용하고자 하는 “회원”은 “서비스” 이용과 관련하여 “회사”가 요구하는 사항(“회원”의 성명, 휴대전화번호, 이메일 주소 등)을 “회사”에 제공함으로써 서비스를 이용할 수 있습니다.<br>
    ④ “회사”는 “회원”에게 “예약 관리자”가 제공하는 “예약 등”의 예약을 할 수 있도록 아래와 같은 “서비스”를 제공합니다.<br>
    1. “예약 관리자”가 제공하는 “예약 등”의 예약을 위한 솔루션<br>
    2. 기타 “회원”의 “서비스” 이용 관리 등을 위한 제반 서비스<br>
    ⑤ “회사”는 “회원”이 “서비스”의 본래 목적에 어긋나게 이를 사용하거나 또는 “예약 관리자”의 예약을 방해할 목적으로 반복적으로 예약의사 없이 예약을 남발하는 경우 등에는 “서비스” 이용을 제한할 수 있습니다.<br>
    ⑥ “회사”는 원칙적으로 “회원”의 이용신청을 승낙한 때로부터 “서비스”를 연중무휴로 1일 24시간 제공합니다. 다만, “회사”의 기술상 또는 업무상의 장애로 인하여 “서비스”를 즉시 개시하지 못하는 경우 “회사”는 제8조에 따른 방법으로 “회원”에게 통지합니다.<br>
    ⑦ “회사”는 안정적인 “서비스” 제공을 위하여 “서비스”의 내용, 운영상 또는 기술상 사항 등을 변경할 수 있습니다. 이 경우 “회사”는 “서비스” 중요사항을 변경할 경우 변경내용과 적용일자를 명시하여 제8조에 따른 방법으로 사전에 통지합니다.<br>
    ⑧ “회사”는 다음 각 호에 해당하는 경우 “서비스”의 일부 또는 전부의 제공을 일시적으로 중단할 수 있습니다. 이 경우 회사는 “서비스” 이용의 중단 사실을 제9조의 방법에 따라 즉시 공지합니다.<br>
    1. 설비의 보수 등을 위하여 부득이한 경우<br>
    2. 「전기통신사업법」에 규정된 기간통신사업자가 전기통신서비스를 중지하는 경우<br>
    3. 국가비상사태, 정전, 서비스 설비의 장애 또는 서비스 이용의 폭주 등으로 정상적인 “서비스” 제공에 지장이 있는 경우<br>
    4. 기타 “회사”가 “서비스”를 제공할 수 없는 위 제1호 내지 제3호에 준하는 사유가 발생한 경우<br>
    5. “예약 관리자”가 “회사”가 제공하는 통상적인 수준의 트래픽, 용량 등을 과도하게 초과하여 “회사”의 정상적인 “서비스” 제공에 지장을 초래할 우려가 있는 경우<br>
    ⑨ “회원”은 언제든지 “회사”에 대한 통지로서 “서비스” 이용계약을 해지할 수 있으며, “회사”는 관련 법령이 정하는 바에 따라 이를 즉시 처리하여야 합니다. 이 경우 “회사”는 관련 법령 및 개인정보처리방침에 따라 보유하는 “회원”의 정보를 제외한 “회원”의 예약정보 등을 삭제합니다.<br><br>

    제 8조 (통지)<br>
    ① “회사”가 “회원”에 대하여 통지를 하는 경우 “약관”에 별도의 규정이 없는 한 “회원”이 제공한 전자우편주소, (휴대)전화번호 등으로 할 수 있습니다.<br>
    ② “회사”는 “회원” 전체에 대하여 통지를 하는 경우 “온타임 홈페이지” 초기화면 또는 게시판에 게시함으로써 전항의 통지에 갈음할 수 있습니다. 다만, “회원”의 “서비스” 이용에 중대한 영향을 주는 사항에 대해서는 전항의 통지 수단 중 2개 이상의 방법으로 통지합니다.<br>
    ③ “회원”은 “회사”에 실제로 연락이 가능한 전자우편, (휴대)전화번호 등의 정보를 제공하고 해당 정보들을 최신으로 유지하여야 하며, “회사”의 통지를 확인하여야 합니다.<br><br>

    제 9조 (책임제한)<br>
    ① “회사”는 천재지변, 디도스(DDOS) 공격, IDC 장애, 기간통신사업자의 회선 장애 또는 이에 준하는 불가항력으로 인하여 “서비스”를 제공할 수 없는 경우에는 “서비스” 제공에 관한 책임을 지지 않습니다.<br>
    ② “회사”는 “회원”의 귀책사유로 인한 “서비스” 이용의 장애에 대하여는 책임을 지지 않습니다.<br>
    ③ “회사”는 제7조 제6항 및 제7항의 “서비스” 이용의 변경 및 중단의 경우에 고의 과실 등 귀책사유가 없는 한 책임을 지지 않습니다.<br>
    ④ “예약 관리자”가 “서비스”를 이용하여 제작한 “솔루션” 및 “솔루션” 내 “게시정보”의 내용에 관하여는 “예약 관리자”가 그에 대한 일체의 책임을 부담하며 “회사”는 이에 대해 어떠한 책임도 부담하지 않습니다.<br>
    ⑤ “회사”는 “회원” 간 또는 “회원”와 제3자 상호간의 “서비스”를 매개로 한 거래 등에 관하여 책임을 지지 않습니다.<br><br>

    제 10조 (준용규정)<br>
    ① 본 “약관”에서 정하지 아니한 사항은 온타임 서비스 약관 및 개인정보처리방침에 따릅니다.<br><br>

    [부칙]<br>
    본 약관은 2021년 12월 3일부터 시행됩니다.
  </div>
</template>
